franciscolourenco/done
jethrokuan/fzf
jethrokuan/z
jhillyerd/plugin-git
jorgebucaran/fisher
rafaelrinaldi/pure
reitzig/sdkman-for-fish@v1.4.0
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-foreign-env
jorgebucaran/nvm.fish
